// Задание 4
Console.WriteLine("Введите число N");
int number = Convert.ToInt32(Console.ReadLine());
for(int i=1;i<=number;i++)
{
if (i % 2 == 0)
System.Console.WriteLine("Четные числа " + i );
}
